Repository: midaaaa/P2PMessenger
Catalog: P2PMessenger/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# acceptNewRequests
source: Принимать новые запросы
en: Accept new requests

# allow
source: Разрешить
en: Allow

# allowed
source: Разрешено
en: Allowed

# back
source: Назад
en: Back

# chat
source: Чат
en: Chat

# chats
source: Чаты
en: Chats

# chats_list_messages
source: Сообщения
en: Messages

# chats_list_requests
source: Запросы
en: Requests

# chats_list_title
source: Список чатов
en: Chats

# chatsAndMediafiles
source: %1$(formattedSize)@ ⋅ Чаты и медиафайлы
en: %1$(formattedSize)@ ⋅ Chats and media files

# dataUpper
source: ДАННЫЕ
en: DATA

# enableRequestsToChat
source: Разрешить запросы на переписку
en: Allow correspondence requests

# enableToFindMe
source: Разрешить находить меня
en: Allow me to be found

# enterYourName
source: Введите имя
en: Enter a name

# findPeopleNearby
source: Найдите людей рядом
en: Find people nearby

# generalChat
source: Общий чат
en: General Chat

# howItWorks
source: Как это работает
en: How it works

# letsStart
source: Начнем
en: Let’s Start!

# localNetwork
source: Локальная сеть
en: Local network

# message
source: Сообщение…
en: Message…

# messageEveryone
source: Написать всем…
en: Message everyone…

# messageInPrivateAndGeneral
source: Общайтесь в личных и общих чатах
en: Chat in private and public chats

# moveTo
source: Перейти
en: Go

# nearby_user_connected_status
source: В сети
en: Online

# nearby_user_connecting_status
source: Подключается
en: Connecting

# nearby_user_not_connected_status
source: Не в сети
en: Not online

# nearby_users_found_count
source: НАЙДЕНО ПОЛЬЗОВАТЕЛЕЙ · %lld
en: FOUND USERS · %lld

# nearby_users_scanning_subtitle
source: Bluetooth · Локальная сеть
en: Bluetooth · Local Network

# nearby_users_scanning_title
source: Поиск устройств
en: Searching for devices

# networkUpper
source: СЕТЬ
en: NETWORK

# noBluetoothConnection
source: Нет подключения к Bluetooth
en: No Bluetooth connection

# noInternetMessaging
source: Общайтесь напрямую с людьми рядом без интернета
en: Communicate directly with people nearby without the internet

# notifications
source: Уведомления
en: Notifications

# observableByOthers
source: Виден пользователям рядом
en: Visible to users nearby

# observableInP2Pnetwork
source: Активен в P2P сети
en: Active in the P2P network

# offline
source: Не в сети
en: Offline

# online
source: В сети
en: Online

# peopleNearby
source: Люди рядом
en: People nearby

# permissions
source: Разрешения
en: Permissions

# printFirstMessage
source: Напишите первое сообщение. Собеседник получит запрос на чат.
en: Write the first message. The other person will receive a chat request.

# privacyUpper
source: ПРИВАТНОСТЬ
en: PRIVACY

# profileUpper
source: ПРОФИЛЬ
en: PROFILE

# removeAllChats
source: Удалить все чаты
en: Delete all chats

# sendChatRequest
source: Отправьте запрос на чат
en: Send a chat request

# Settings
source: Настройки
en: Settings

# spaceTaken
source: Занято памяти
en: Storage usage

# startDialogue
source: Начать диалог
en: Start a dialogue

# today %@
source: Сегодня ⋅ %1$(title)@
en: Today ⋅ %(title)@

# turnItOnInSettings
source: Пожалуйста, включите его в настройках
en: Please enable it in the settings

# userName
source: Имя пользователя
en: Name

# users1
source: участник
en: user

# users2-4
source: участника
en: users

# users11-14
source: участников
en: users

# welcomeToP2PMessenger
source: Добро пожаловать в P2P Мессенджер
en: Welcome to P2P Messenger

# yourName
source: Ваше имя
en: Your name
